* in code

#+begin_src shell :results output value drawer
git grep -n TODO src | sed -e 's/^/** /g'
#+end_src

#+RESULTS:
:RESULTS:
